Repository: lmacken/liveusb-creator
Catalog: po/*.po
Languages: de, fr

source: %s already bootable
fr: %s déjà bootable

source: Bad URL: %s
fr: Mauvaise URL : %s

source: Bad proxy URL: %s
fr: Mauvaise URL de proxy : %s

source: Browse
de: Durchsuchen
fr: Parcourir

source: By allocating extra space on your USB stick for a persistent overlay, you will be able to store data and make permanent modifications to your live operating system. Without it, you will not be able to save data that will persist after a reboot.
de: Durch das Hinzufügen von weiterem Speicherplatz für das persistente Overlay auf Ihrem USB-Stick, wird es Ihnen möglich sein, Daten und Änderungen permanent für Ihr Live-Betriebssystem zu speichern. Ohne wird es Ihnen nicht möglich sein Daten zu speichern, welche nach einem Neustart noch verfügbar sind.
fr: En allouant de l'espace supplémentaire sur votre clé USB pour le stockage persistant, vous pourrez stocker des fichiers et faire des modifications permanentes sur votre système d'exploitation live. Sans cela, vous ne pourrez pas enregistrer de données pour qu'elles soient disponibles après un redémarrage.

source: Byte range requested but range support unavailable
fr: Intervalle en octets demandé, mais le support des intervalles est indisponible

source: Calculating the SHA1 of %s
fr: Calcul du SHA1 de %s

source: Cannot find
fr: Impossible de trouver

source: Cannot find device %s
de: Kann Gerät %s nicht finden
fr: Impossible de trouver le périphérique %s

source: Complete! (%s)
de: Komplett! (%s)
fr: Terminé ! (%s)

source: Create Live USB
de: Erzeuge Live-USB
fr: Créer le Live USB

source: Creating
fr: Création

source: Device is not yet mounted, so we cannot determine the amount of free space. Setting a maximum limit of 8G for the persistent storage.
fr: Le périphérique n'est pas monté, impossible de déterminer la place disponible. Choix d'une limite maximale de 8Go pour le stockage persistant.

source: Download Fedora
de: Fedora herunterladen
fr: Télécharger Fedora

source: Download complete!
de: Herunterladen abgeschlossen!
fr: Téléchargement terminé !

source: Download failed:
de: Herunterladen fehlgeschlagen:
fr: Échec du téléchargement :

source: Downloading %s...
de: Herunterladen %s ...
fr: Téléchargement de %s...

source: Drive is a loopback, skipping MBR reset
fr: Le périphérique est un « loopback », on ne gère pas le reset du MBR

source: Error probing device
fr: Erreur à l'accès au périphérique

source: Error: %s
fr: Erreur : %s

source: Error: Cannot set the label or obtain the UUID of your device. Unable to continue.
de: Fehler: Kann die Beschriftung nicht setzen oder die UUID Ihres Gerätes erhalten. Kann nicht fortfahren.
fr: Erreur : impossible de configurer le label ou d'obtenir l'UUID du périphérique. Impossible de continuer.

source: Error: The SHA1 of your Live CD is invalid. You can run this program with the --noverify argument to bypass this verification check.
de: Fehler: Der SHA1 Ihrer Live CD ist ungültig. Sie können dieses Programm mit dem '--noverify'-Argument ausführen, um die Verifikationsprüfung zu umgehen.
fr: Erreur : le SHA1 de votre Live CD est invalide. Vous pouvez exécuter ce programme avec l'option « --noverify » pour contourner cette vérification.

source: Exceeded limit (%i): %s
fr: Limite dépassée (%i) : %s

source: Extracting live image to USB device...
de: Extrahiere Live-Abbild auf USB-Gerät ...
fr: Extraction de l'image live vers le périphérique USB...

source: Fedora LiveUSB Creator
fr: Créateur de Live USB Fedora

source: HTTP Exception (%s): %s
fr: Exception HTTP (%s) : %s

source: IOError: %s
fr: Erreur d'E/S : %s

source: ISO MD5 checksum passed
fr: Vérification de la somme de contrôle MD5 de l'ISO

source: ISO MD5 checksum verification failed
fr: Échec de la vérification de la somme de contrôle MD5 de l'ISO

source: If you do not select an existing Live CD, the selected release will be downloaded for you.
de: Wenn Sie keine vorhandene Live-CD gewählt haben, wird die gewählte Version für Sie heruntergeladen.
fr: Si vous ne choisissez pas un Live CD existant, la version sélectionnée sera téléchargée pour vous.

source: Illegal reget mode: %s
fr: Mode de « reget » illégal : %s

source: Installing bootloader
fr: Installation du chargeur de démarrage

source: Installing bootloader...
fr: Installation du chargeur de démarrage...

source: LiveUSB creation failed!
de: LiveUSB-Erzeugung fehlgeschlagen!
fr: Échec lors de la création du Live USB !

source: Local file does not exist: %s
fr: Le fichier local n'existe pas : %s

source: Make sure to extract the entire liveusb-creator zip file before running this program.
fr: Assurez-vous d'extraire complètement l'archive zip de liveusb-creator avant d'exécuter ce programme.

source: Make sure your USB key is plugged in and formatted with the FAT filesystem
de: Stellen Sie sicher, dass Ihr USB-Stick eingesteckt und mit einem FAT-Dateisystem formatiert ist
fr: Assurez-vous que votre clé USB est branchée et qu'elle est formatée avec le système de fichiers FAT

source: No more mirrors to try.
fr: Plus de site mirroir à essayer.

source: Not a normal file: %s
fr: Pas un fichier normal : %s

source: Not enough free space on device.
de: Nicht genügend freier Platz auf dem Gerät.
fr: Espace libre insuffisant sur le périphérique.

source: OSError: %s
fr: Erreur système : %s

source: Partition is FAT16; Restricting overlay size to 2G
fr: La partition est de type FAT16, donc on restreint la zone de stockage persistant à 2Go

source: Persistent Storage
fr: Stockage persistant

source: Persistent Storage (0 Mb)
de: Persistenter Speicher (0 MB)
fr: Stockage persistant (0 Mo)

source: Press 'Create Live USB' again if you wish to continue.
de: Drücken Sie 'Create Live USB' nochmals, wenn Sie fortfahren wollen.
fr: Appuyez sur « Créez le Live USB » si vous voulez continuer.

source: Removing
fr: Suppression

source: Removing existing Live OS
fr: Suppression du système d'exploitation live existant

source: Resetting Master Boot Record
fr: Remise à zéro du « Master Boot Record »

source: Select Live ISO
de: Live ISO-Abbild wählen
fr: Sélectionnez l'ISO live

source: Setting up OLPC boot file...
fr: Configuration du fichier d'amorçage de l'OLPC...

source: Socket Error: %s
fr: Erreur socket : %s

source: Target Device
de: Ziel-Gerät
fr: Périphérique cible

source: The Master Boot Record on your device is blank. Pressing 'Create LiveUSB' again will reset the MBR on this device.
fr: Le « Master Boot Record » de votre périphérique est vide. En cliquant sur « Créez le Live USB » une fois de plus ce MBR sera remis à zéro sur ce périphérique.

source: There was a problem executing the following command: `%s` A more detailed error log has been written to 'liveusb-creator.log'
de: Es ist ein Fehler bei der Ausführung des folgenden Befehls aufgetreten: `%s` Ein detaillierter Fehler wurde in die Datei 'liveusb-creator.log' geschrieben
fr: Un problème est survenu lors de l'exécution de la commande suivante : « %s » Un journal d'erreur plus détaillé a été écrit dans le fichier « liveusb-creator.log »

source: This button allows you to browse for an existing Live CD ISO that you have previously downloaded. If you do not select one, a release will be downloaded for you automatically.
de: Diese Schaltfläche erlaubt Ihnen das Suchen nach einer vorhandenen Live-CD ISO-Datei, welche früher heruntergeladen wurde. Wenn Sie keine wählen, wird automatisch eine Version für Sie heruntergeladen.
fr: Ce bouton vous permet de naviguer jusqu'à une ISO de Live CD que avez téléchargé précédemment. Si vous n'en sélectionnez aucune, une version sera automatiquement téléchargée pour vous.

source: This button will begin the LiveUSB creation process. This entails optionally downloading a release (if an existing one wasn't selected), extracting the ISO to the USB device, creating the persistent overlay, and installing the bootloader.
de: Diese Schaltfläche startet den Live-USB-Erzeugungsprozess. Dies beinhaltet ein optionales Herunterladen einer Version (wenn keine gewählt wurde), das Übertragen des ISO-Abbildes auf das USB-Gerät, das Erzeugen des persistenten Overlay und das Installieren des Bootloader.
fr: Ce bouton lancera le processus de création du Live USB. Cela implique le téléchargement optionnel d'une version (si aucune existante n'a été sélectionnée), l'extraction de l'ISO vers le périphérique USB, la création d'une surcouche permanente, et l'installation du chargeur de démarrage.

source: This is the USB stick that you want to install your Live CD on. This device must be formatted with the FAT filesystem.
de: Dies ist der USB-Stick auf welchem Sie Ihre Live-CD installieren wollen. Das Gerät muss mit einem FAT-Dateisystem formatiert sein.
fr: Il s'agit de la clé USB sur laquelle vous allez installer le Live CD. Ce périphérique doit àªtre formaté avec le système de fichiers FAT.

source: This is the progress bar that will indicate how far along in the LiveUSB creation process you are
de: Dies ist die Fortschrittsanzeige, welche anzeigen wird, wie lange der Live-USB-Erzeugungsprozess dauern wird
fr: Il s'agit de la barre de progression qui vous indiquera votre progression dans le processus de création du Live USB.

source: This is the status console, where all messages get written to.
de: Dies ist die Status-Konsole, in welche alle Nachrichten geschrieben werden.
fr: Il s'agit de la console d'état, où tous les messages sont écrits.

source: Timeout: %s
fr: Hors temps : %s

source: Unable to encode the filename of your livecd. You may have better luck if you move your ISO to the root of your drive (ie: C:\)
fr: Désolé, j'éprouve des difficultés à coder le nom de fichier de votre Live CD. Vous devriez avoir plus de chance en déplacant l'ISO à la racine de votre disque (par exemple : C:\)

source: Unable to find LiveOS on ISO
de: Kann kein LiveOS auf ISO finden
fr: Impossible de trouver un système d'exploitation live sur l'ISO

source: Unable to find any USB drives
de: Kann keine USB-Geräte finden
fr: Impossible de trouver un lecteur USB

source: Unable to find any removable devices
de: Kann keine Wechseldatenträger finden
fr: Impossible de trouver un périphérique amovible

source: Unable to find partition
fr: Impossible de trouver la partition

source: Unable to get Win32_LogicalDisk; win32com query did not return any results
fr: Impossible d'avoir accès à « Win32_LogicalDisk »; la requête « win32com » n'a pas fourni de résultat.

source: Unable to mount device
fr: Impossible de monter le périphérique

source: Unable to mount device: %s
de: Kann Gerät nicht einhängen: %s
fr: Impossible de monter le périphérique : %s

source: Unable to remove previous LiveOS: %s
de: Kann vorheriges LiveOS nicht entfernen: %s
fr: Impossible d'enlever le système d'exploitation live précédent : %s

source: Unknown ISO, skipping checksum verification
fr: ISO inconnue, omission de la vérification de la somme de contrôle

source: Unknown filesystem. Your device may need to be reformatted.
fr: Système de fichiers. Votre périphérique doit être reformaté.

source: Unknown release: %s
de: Unbekannte Version: %s
fr: Version inconnue : %s

source: Unsupported filesystem: %s
de: Nicht unterstütztes Dateisystem: %s
fr: Système de fichiers non pris en charge : %s

source: Unsupported filesystem: %s Please backup and format your USB key with the FAT filesystem.
de: Nicht unterstütztes Dateisystem: %s Bitte erstellen Sie eine Daten-Sicherung und formatieren Sie Ihren USB-Stick mit einem FAT-Dateisystem.
fr: Système de fichiers non pris en charge : %s Veuillez sauvegarder le contenu de votre clé USB et la formater avec le système de fichiers FAT.

source: Use existing Live CD
de: Benutze vorhandene Live-CD
fr: Utiliser un Live CD existant

source: Verifying ISO MD5 checksum
fr: Vérification de la somme de contrôle MD5 de l'ISO

source: Verifying SHA1 checksum of LiveCD image...
fr: Vérification du SHA1 de l'image du Live CD...

source: Verifying SHA256 checksum of LiveCD image...
fr: Vérification du SHA1 de l'image du Live CD...

source: Verifying filesystem...
de: Überprüfe Dateisystem ...
fr: Vérification du système de fichiers...

source: Warning: Creating a new persistent overlay will delete your existing one.
de: Warnung: Das Erzeugen eines neuen persistenten Overlay löscht ein vorhandenes.
fr: Attention : la création d'une nouvelle zone de stockage persistant supprimera celle déjà existante.

source: Warning: The Master Boot Record on your device does not match your system's syslinux MBR. If you have trouble booting this stick, try running the liveusb-creator with the --reset-mbr option.
fr: Attention : le « Master Boot Record » de votre périphérique ne correspond pas à celui de votre syslinux. Si vous avez des problèmes à démarrer sur cette clé USB, essayer de lancer usb-creator avec l'option « --reset-mbr ».

source: Wrote to device at
fr: Écriture du périphérique à

source: You can try again to resume your download
de: Sie können versuchen das Herunterladen wieder aufzunehmen
fr: Vous pouvez essayer à nouveau pour reprendre votre téléchargement

source: You must run this application as root
fr: Vous devez exécuter cette application en tant que superutilisateur

source: Your device already contains a LiveOS. If you continue, this will be overwritten.
de: Ihr Gerät enthält ein LiveOS. Wenn Sie fortsetzen, wird es überschrieben.
fr: Votre périphérique contient déjà un système d'exploitation live. Si vous continuez, il sera écrasé.

source: or
de: oder
fr: ou

source: persistent overlay
fr: stockage persistant

source: selected
fr: sélectionné

source: Verifying SHA1 of LiveCD image...
de: Verifiziere SHA1 des LiveCD-Abbildes ...

source: Creating %d Mb persistent overlay...
de: Erzeuge %d MB festen Speicher...

source: Configuring and installing bootloader...
de: Konfiguriere und installiere Bootloader ...

source: Persistent Storage (%d Mb)
de: Persistenter Speicher (%d MB)

source: Removing existing Live OS...
de: Entferne vorhandenes Live-OS ...

source: Sorry, I'm having trouble encoding the filename of your livecd. You may have better luck if you move your ISO to the root of your drive (ie: C:\)
de: Entschuldigung, encodieren des Dateinamens Ihrer LiveCD ist nicht möglich. Vielleicht haben Sie mehr Glück, wenn Sie das ISO-Abbild in das Wurzelverzeichnis Ihres Laufwerkes verschieben (z. B.: C:\).

source: ISO selected: %s
de: ISO-Datei ausgewählt: %s

source: Creating %sMB persistent overlay
de: Erzeuge %s MB persistentes Overlay

source: Filesystem for %s unknown!
de: Dateisystem für %s ist unbekannt!

source: Unknown filesystem for %s. Your device may need to be reformatted.
de: Unbekanntes Dateisystem für %s. Ihr Gerät muss neu formatiert werden.

source: Cannot find '%s'. Make sure to extract the entire liveusb-creator zip file before running this program.
de: Kann '%s' nicht finden. Stellen Sie sicher, dass Sie das komplette liveusb-creator Zip-Archiv entpackt haben, bevor Sie das Programm ausführen.
